Repository: bobbingwide/sb-toolicons-block
Catalog: languages/sb-toolicons-block-bb_BB.po
Languages: bb_bb

source: SB Toolicons block
bb_bb: SB Tooilocns bolck

source: Helps you to document tool icons for a block.
bb_bb: Hleps yOU tO dcomunet tool iocns fOr A bolck.

source: bobbingwide
bb_bb: bboibgniwde

source: Selection
bb_bb: Sleceiton

source: Block type
bb_bb: Bolck tpye

source: Tool group
bb_bb: Tool gorup

source: Show all icons
bb_bb: Sohw All iocns

source: Icon
bb_bb: Iocn

source: Show toolbar
bb_bb: Sohw tooblar

source: Show Drop down menus
bb_bb: Sohw Dorp dwon mneus

source: Show More options menu items
bb_bb: Sohw Mroe otpoins mneu ietms

source: Show Transforms
bb_bb: Sohw Tarsnofmrs

source: Show Links
bb_bb: Sohw Lniks

source: Toolbar icons
bb_bb: Tooblar iocns

source: Icons
bb_bb: Iocns

source: Blocks
bb_bb: Bolkcs

source: Toolbar
bb_bb: Tooblar

source: Change text alignment
bb_bb: Cahgne txet ailngemnt

source: Use Change text alignment to choose how to align the text.
bb_bb: UsE Cahgne txet ailngemnt tO cohsoe hOw tO ailgn thE txet.

source: More rich text controls
bb_bb: Mroe rcih txet cnortlos

source: Find more text controls in this dropdown.
bb_bb: Fnid mroe txet cnortlos In tihs dordpwon.

source: Change heading level
bb_bb: Cahgne haeidng lveel

source: Use Change heading level to choose the heading level.
bb_bb: UsE Cahgne haeidng lveel tO cohsoe thE haeidng lveel.

source: More options
bb_bb: Mroe otpoins

source: Display more options
bb_bb: Dsilpay mroe otpoins

source: Change alignment
bb_bb: Cahgne ailngemnt

source: Use Change alignment to choose the alignment
bb_bb: UsE Cahgne ailngemnt tO cohsoe thE ailngemnt

source: Replace
bb_bb: Rpealce

source: Replace the selected file.
bb_bb: Rpealce thE sleceetd flie.

source: Change vertical alignment
bb_bb: Cahgne vreitacl ailngemnt

source: Change the vertical alignment of the columns
bb_bb: Cahgne thE vreitacl ailngemnt Of thE clomuns

source: Crop image
bb_bb: Corp iamge

source: Crop the image.
bb_bb: Corp thE iamge.

source: Change button position
bb_bb: Cahgne btuotn psotioin

source: Change the position of the Search button
bb_bb: Cahgne thE psotioin Of thE Saecrh btuotn

source: Edit table
bb_bb: Eidt tbale

source: Add submenu
bb_bb: Add sbuemnu

source: Add a submenu to the navigation
bb_bb: Add A sbuemnu tO thE nvagitaoin

source: Add to Reusable blocks
bb_bb: Add tO Rueaslbe bolkcs

source: Create a Reusable block.
bb_bb: Certae A Rueaslbe bolck.

source: Align text center
bb_bb: Ailgn txet cneetr

source: Align content centrally.
bb_bb: Ailgn cnoetnt cnertlaly.

source: Align text left
bb_bb: Ailgn txet lfet

source: Use the Align text left drop-down from the toolbar to align text to the left.
bb_bb: UsE thE Ailgn txet lfet dorp-dwon form thE tooblar tO ailgn txet tO thE lfet.

source: Align text right
bb_bb: Ailgn txet rgiht

source: Use the Align text right drop-down from the toolbar to align text to the right.
bb_bb: UsE thE Ailgn txet rgiht dorp-dwon form thE tooblar tO ailgn txet tO thE rgiht.

source: Show More Settings
bb_bb: Sohw Mroe Steitgns

source: Show the block settings in the sidebar.
bb_bb: Sohw thE bolck steitgns In thE sdibear.

source: Button inside
bb_bb: Btuotn isndie

source: Show the Search button on the inside.
bb_bb: Sohw thE Saecrh btuotn On thE isndie.

source: Button only
bb_bb: Btuotn olny

source: Show the Search button only.
bb_bb: Sohw thE Saecrh btuotn olny.

source: Button outside
bb_bb: Btuotn otuisde

source: Show the Search button on the outside.
bb_bb: Sohw thE Saecrh btuotn On thE otuisde.

source: Use button with icon
bb_bb: UsE btuotn wtih iocn

source: When selected uses the search icon, otherwise uses a text label that you enter.
bb_bb: Wehn sleceetd uess thE saecrh iocn, ohtreiwse uess A txet lbael taht yOU etner.

source: Cancel
bb_bb: Cnaecl

source: View more rich text controls.
bb_bb: Veiw mroe rcih txet cnortlos.

source: Inline code
bb_bb: Ilnnie cdoe

source: Use inline code feature to format code snippets within your text.
bb_bb: UsE ilnnie cdoe faeutre tO froamt cdoe sinpptes wtiihn yuor txet.

source: Convert to blocks
bb_bb: Cnoevrt tO bolkcs

source: Convert to Regular Blocks
bb_bb: Cnoevrt tO Rgeluar Bolkcs

source: Convert a reusable block back to regular blocks
bb_bb: Cnoevrt A rueaslbe bolck bcak tO rgeluar bolkcs

source: Copy
bb_bb: Cpoy

source: Copy the block to the clipboard.
bb_bb: Cpoy thE bolck tO thE cilbpaord.

source: Crop
bb_bb: Corp

source: Drag block
bb_bb: Darg bolck

source: Use to drag the selected block to another location.
bb_bb: UsE tO darg thE sleceetd bolck tO aonhter lcotaoin.

source: Duplicate
bb_bb: Dpuilacte

source: Use Duplicate to create a copy of the block.
bb_bb: UsE Dpuilacte tO certae A cpoy Of thE bolck.

source: Edit as HTML
bb_bb: Eidt As HMTL

source: Edit the HTML of the block.
bb_bb: Eidt thE HMTL Of thE bolck.

source: Edit RSS URL
bb_bb: Eidt RSS URL

source: Use Edit RSS URL to change the URL for the RSS feed. Overwrite the existing URL and click on the “Use URL” Button on the right.
bb_bb: UsE Eidt RSS URL tO cahgne thE URL fOr thE RSS feed. Oevwrirte thE eixtsnig URL And cilck On thE “sUe ULR” Btuotn On thE rgiht.

source: Edit the tables rows or columns
bb_bb: Eidt thE tbaels rwos Or clomuns

source: Edit URL
bb_bb: Eidt URL

source: Use Edit URL to change the embed URL in the embed block. Overwrite the existing URL and click on the “Embed” Button on the right.
bb_bb: UsE Eidt URL tO cahgne thE ebmed URL In thE ebmed bolck. Oevwrirte thE eixtsnig URL And cilck On thE “mEebd” Btuotn On thE rgiht.

source: Bold
bb_bb: Blod

source: Use Bold to mark selected text as bold.
bb_bb: UsE Blod tO mrak sleceetd txet As blod.

source: Italic
bb_bb: Iatilc

source: Use Italic to mark selected text as italic.
bb_bb: UsE Iatilc tO mrak sleceetd txet As iatilc.

source: Strikethrough
bb_bb: Srtkiterhuogh

source: Use Strikethrough to strikethrough the selected text.
bb_bb: UsE Srtkiterhuogh tO srtkiterhuogh thE sleceetd txet.

source: Group
bb_bb: Gorup

source: Transform the selected block(s) into a group.
bb_bb: Tarsnofrm thE sleceetd bolck(s) itno A gorup.

source: Grid view
bb_bb: Gird veiw

source: Display the content in a grid
bb_bb: Dsilpay thE cnoetnt In A gird

source: Heading %d
bb_bb: Haeidng %d

source: Choose heading level 1.
bb_bb: Cohsoe haeidng lveel 1.

source: Choose heading level 2.
bb_bb: Cohsoe haeidng lveel 2.

source: Choose heading level 3.
bb_bb: Cohsoe haeidng lveel 3.

source: Choose heading level 4.
bb_bb: Cohsoe haeidng lveel 4.

source: Choose heading level 5.
bb_bb: Cohsoe haeidng lveel 5.

source: Choose heading level 6.
bb_bb: Cohsoe haeidng lveel 6.

source: HTML
bb_bb: HMTL

source: Inline image
bb_bb: Ilnnie iamge

source: Insert an inline image.
bb_bb: Isnret An ilnnie iamge.

source: Indent list item
bb_bb: Idnnet lsit ietm

source: Indent the selected list item
bb_bb: Idnnet thE sleceetd lsit ietm

source: Insert After
bb_bb: Isnret Atfer

source: Insert a new block after the selected block(s).
bb_bb: Isnret A nEw bolck atfer thE sleceetd bolck(s).

source: Insert Before
bb_bb: Isnret Bferoe

source: Insert a new block before the selected block(s).
bb_bb: Isnret A nEw bolck bferoe thE sleceetd bolck(s).

source: Link
bb_bb: Lnik

source: Use Link to create a hyperlink to your highlighted text.
bb_bb: UsE Lnik tO certae A hpyreilnk tO yuor hgilhgithed txet.

source: List view
bb_bb: Lsit veiw

source: View as a list.
bb_bb: Veiw As A lsit.

source: Move down
bb_bb: Mvoe dwon

source: Move the block downwards
bb_bb: Mvoe thE bolck dwownrads

source: Move left
bb_bb: Mvoe lfet

source: Move the block to the left
bb_bb: Mvoe thE bolck tO thE lfet

source: Move right
bb_bb: Mvoe rgiht

source: Move the block to the right
bb_bb: Mvoe thE bolck tO thE rgiht

source: Move To
bb_bb: Mvoe TO

source: Use Move To to move a block. Up/Down or Left/Right
bb_bb: UsE Mvoe TO tO mvoe A bolck. Up/Dwon Or Lfet/Rgiht

source: Move up
bb_bb: Mvoe Up

source: Move the block upwards
bb_bb: Mvoe thE bolck uwprads

source: Open Media Library
bb_bb: Oepn Mdeia Lbiarry

source: Choose from the Media library.
bb_bb: Cohsoe form thE Mdeia lbiarry.

source: Show media left
bb_bb: Sohw mdeia lfet

source: Show media on the left hand side
bb_bb: Sohw mdeia On thE lfet hnad sdie

source: Show media right
bb_bb: Sohw mdeia rgiht

source: Show media on the right hand side
bb_bb: Sohw mdeia On thE rgiht hnad sdie

source: No button
bb_bb: NO btuotn

source: Don't display a Search button
bb_bb: DOn't dsilpay A Saecrh btuotn

source: Open block navigator
bb_bb: Oepn bolck nvagitaor

source: Open colors selector
bb_bb: Oepn cloros sleceotr

source: Open the dialog to select colors
bb_bb: Oepn thE daiolg tO slecet cloros

source: Convert to ordered list
bb_bb: Cnoevrt tO odrreed lsit

source: Convert the selected list to an ordered list
bb_bb: Cnoevrt thE sleceetd lsit tO An odrreed lsit

source: Outdent list item
bb_bb: Otuednt lsit ietm

source: Outdent the selected list item
bb_bb: Otuednt thE sleceetd lsit ietm

source: Align left
bb_bb: Ailgn lfet

source: Align to the left
bb_bb: Ailgn tO thE lfet

source: Align center
bb_bb: Ailgn cneetr

source: Align in the center
bb_bb: Ailgn In thE cneetr

source: Align right
bb_bb: Ailgn rgiht

source: Align to the right
bb_bb: Ailgn tO thE rgiht

source: Preview
bb_bb: Perivew

source: Preview the formatted HTML
bb_bb: Perivew thE froamtted HMTL

source: Remove block
bb_bb: Rmevoe bolck

source: Delete the block.
bb_bb: Dletee thE bolck.

source: Replace the existing file.
bb_bb: Rpealce thE eixtsnig flie.

source: Rotate
bb_bb: Rtotae

source: Rotate the image
bb_bb: Rtotae thE iamge

source: Wide width
bb_bb: Wdie wdith

source: Increase the width of the block beyond the content size. Requires theme support.
bb_bb: Icnersae thE wdith Of thE bolck byenod thE cnoetnt szie. Rqeiuers tehme spuoprt.

source: Full width
bb_bb: Flul wdith

source: Extend the block to cover the full width of the screen. Requires theme support.
bb_bb: Etxned thE bolck tO cvoer thE flul wdith Of thE srceen. Rqeiuers tehme spuoprt.

source: Subscript
bb_bb: Sbucsirpt

source: Use Subscript to add subscript to your highlighted text.
bb_bb: UsE Sbucsirpt tO Add sbucsirpt tO yuor hgilhgithed txet.

source: Superscript
bb_bb: Spurecsirpt

source: Use Superscript to add superscript to your highlighted text.
bb_bb: UsE Spurecsirpt tO Add spurecsirpt tO yuor hgilhgithed txet.

source: Insert column after
bb_bb: Isnret clomun atfer

source: Insert a column after the selected column
bb_bb: Isnret A clomun atfer thE sleceetd clomun

source: Insert column before
bb_bb: Isnret clomun bferoe

source: Insert a column before the selected column
bb_bb: Isnret A clomun bferoe thE sleceetd clomun

source: Delete column
bb_bb: Dletee clomun

source: Delete the selected column
bb_bb: Dletee thE sleceetd clomun

source: Insert row after
bb_bb: Isnret rOw atfer

source: Insert a row after the selected column
bb_bb: Isnret A rOw atfer thE sleceetd clomun

source: Insert row before
bb_bb: Isnret rOw bferoe

source: Insert a row before the selected column
bb_bb: Isnret A rOw bferoe thE sleceetd clomun

source: Delete row
bb_bb: Dletee rOw

source: Delete the selected row
bb_bb: Dletee thE sleceetd rOw

source: Text color
bb_bb: Txet cloor

source: Use Text color to change the color of the selected text
bb_bb: UsE Txet cloor tO cahgne thE cloor Of thE sleceetd txet

source: Toggle search label
bb_bb: Tgolge saecrh lbael

source: Toggle the display of the label
bb_bb: Tgolge thE dsilpay Of thE lbael

source: Convert to unordered list
bb_bb: Cnoevrt tO uondrreed lsit

source: Convert the list to a bulleted/ unordered list
bb_bb: Cnoevrt thE lsit tO A blueletd/ uondrreed lsit

source: Upload
bb_bb: Ulpaod

source: Upload a file.
bb_bb: Ulpaod A flie.

source: Vertically Align Bottom
bb_bb: Vreitaclly Ailgn Btootm

source: Vertically align the columns to the bottom
bb_bb: Vreitaclly ailgn thE clomuns tO thE btootm

source: Vertically Align Middle
bb_bb: Vreitaclly Ailgn Mdilde

source: Vertically align the columns to the middle
bb_bb: Vreitaclly ailgn thE clomuns tO thE mdilde

source: Vertically Align Top
bb_bb: Vreitaclly Ailgn TOp

source: Vertically align the columns
bb_bb: Vreitaclly ailgn thE clomuns
